openfoam2206/tutorials/immersedBoundary/Test/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (1 0 0);

boundaryField
{
    ibCylinder
    {
        type mixedIb;
        patchType immersedBoundary;
        triValue uniform (0 0 0);
        triGradient  uniform (0 0 0);
        triValueFraction uniform 1;

        setDeadValue   yes;
        deadValue      (0 0 0);
    }

    in
    {
        type fixedValue;
        value uniform (1 0 0);
    }

    out
    {
        type inletOutlet;
        inletValue uniform (0 0 0);
        value uniform (1 0 0);
    }

    top
    {
        type fixedValue;
        value uniform (0 0 0);
    }

    bottom
    {
        type fixedValue;
        value uniform (0 0 0);
    }

    frontAndBack
    {
        type empty;
    }
}


// ************************************************************************* //
