openfoam2206/tutorials/immersedBoundary/Test/constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
     version     2.0;
     format      ascii;
     class       dictionary;
     location    "constant";
     object      scalarListList;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 (


(-0.2999 0.015 0)
(-0.2999 0.014 0)
(-0.2999 0.013 0)
(-0.2999 0.012 0)
(-0.2999 0.011 0)
(-0.2999 0.01 0)
(-0.2999 0.009 0)
(-0.2999 0.008 0)
(-0.2999 0.007 0)
(-0.2999 0.006 0)
(-0.2999 0.005 0)
(-0.2999 0.004 0)
(-0.2999 0.003 0)
(-0.2999 0.002 0)
(-0.2999 0.001 0)
(-0.2999 0 0)
(-0.2999 -0.001 0)
(-0.2999 -0.002 0)
(-0.2999 -0.003 0)
(-0.2999 -0.004 0)
(-0.2999 -0.005 0)
(-0.2999 -0.006 0)
(-0.2999 -0.007 0)
(-0.2999 -0.008 0)
(-0.2999 -0.009 0)
(-0.2999 -0.01 0)
(-0.2999 -0.011 0)
(-0.2999 -0.012 0)
(-0.2999 -0.013 0)
(-0.2999 -0.014 0)
(-0.2999 -0.015 0)

(-0.2989 0.015 0)
(-0.2989 0.014 0)
(-0.2989 0.013 0)
(-0.2989 0.012 0)
(-0.2989 0.011 0)
(-0.2989 0.01 0)
(-0.2989 0.009 0)
(-0.2989 0.008 0)
(-0.2989 0.007 0)
(-0.2989 0.006 0)
(-0.2989 0.005 0)
(-0.2989 0.004 0)
(-0.2989 0.003 0)
(-0.2989 0.002 0)
(-0.2989 0.001 0)
(-0.2989 0 0)
(-0.2989 -0.001 0)
(-0.2989 -0.002 0)
(-0.2989 -0.003 0)
(-0.2989 -0.004 0)
(-0.2989 -0.005 0)
(-0.2989 -0.006 0)
(-0.2989 -0.007 0)
(-0.2989 -0.008 0)
(-0.2989 -0.009 0)
(-0.2989 -0.01 0)
(-0.2989 -0.011 0)
(-0.2989 -0.012 0)
(-0.2989 -0.013 0)
(-0.2989 -0.014 0)
(-0.2989 -0.015 0)

(-0.2979 0.015 0)
(-0.2979 0.014 0)
(-0.2979 0.013 0)
(-0.2979 0.012 0)
(-0.2979 0.011 0)
(-0.2979 0.01 0)
(-0.2979 0.009 0)
(-0.2979 0.008 0)
(-0.2979 0.007 0)
(-0.2979 0.006 0)
(-0.2979 0.005 0)
(-0.2979 0.004 0)
(-0.2979 0.003 0)
(-0.2979 0.002 0)
(-0.2979 0.001 0)
(-0.2979 0 0)
(-0.2979 -0.001 0)
(-0.2979 -0.002 0)
(-0.2979 -0.003 0)
(-0.2979 -0.004 0)
(-0.2979 -0.005 0)
(-0.2979 -0.006 0)
(-0.2979 -0.007 0)
(-0.2979 -0.008 0)
(-0.2979 -0.009 0)
(-0.2979 -0.01 0)
(-0.2979 -0.011 0)
(-0.2979 -0.012 0)
(-0.2979 -0.013 0)
(-0.2979 -0.014 0)
(-0.2979 -0.015 0)

(-0.2969 0.015 0)
(-0.2969 0.014 0)
(-0.2969 0.013 0)
(-0.2969 0.012 0)
(-0.2969 0.011 0)
(-0.2969 0.01 0)
(-0.2969 0.009 0)
(-0.2969 0.008 0)
(-0.2969 0.007 0)
(-0.2969 0.006 0)
(-0.2969 0.005 0)
(-0.2969 0.004 0)
(-0.2969 0.003 0)
(-0.2969 0.002 0)
(-0.2969 0.001 0)
(-0.2969 0 0)
(-0.2969 -0.001 0)
(-0.2969 -0.002 0)
(-0.2969 -0.003 0)
(-0.2969 -0.004 0)
(-0.2969 -0.005 0)
(-0.2969 -0.006 0)
(-0.2969 -0.007 0)
(-0.2969 -0.008 0)
(-0.2969 -0.009 0)
(-0.2969 -0.01 0)
(-0.2969 -0.011 0)
(-0.2969 -0.012 0)
(-0.2969 -0.013 0)
(-0.2969 -0.014 0)
(-0.2969 -0.015 0)

(-0.2959 0.015 0)
(-0.2959 0.014 0)
(-0.2959 0.013 0)
(-0.2959 0.012 0)
(-0.2959 0.011 0)
(-0.2959 0.01 0)
(-0.2959 0.009 0)
(-0.2959 0.008 0)
(-0.2959 0.007 0)
(-0.2959 0.006 0)
(-0.2959 0.005 0)
(-0.2959 0.004 0)
(-0.2959 0.003 0)
(-0.2959 0.002 0)
(-0.2959 0.001 0)
(-0.2959 0 0)
(-0.2959 -0.001 0)
(-0.2959 -0.002 0)
(-0.2959 -0.003 0)
(-0.2959 -0.004 0)
(-0.2959 -0.005 0)
(-0.2959 -0.006 0)
(-0.2959 -0.007 0)
(-0.2959 -0.008 0)
(-0.2959 -0.009 0)
(-0.2959 -0.01 0)
(-0.2959 -0.011 0)
(-0.2959 -0.012 0)
(-0.2959 -0.013 0)
(-0.2959 -0.014 0)
(-0.2959 -0.015 0)

(-0.2949 0.015 0)
(-0.2949 0.014 0)
(-0.2949 0.013 0)
(-0.2949 0.012 0)
(-0.2949 0.011 0)
(-0.2949 0.01 0)
(-0.2949 0.009 0)
(-0.2949 0.008 0)
(-0.2949 0.007 0)
(-0.2949 0.006 0)
(-0.2949 0.005 0)
(-0.2949 0.004 0)
(-0.2949 0.003 0)
(-0.2949 0.002 0)
(-0.2949 0.001 0)
(-0.2949 0 0)
(-0.2949 -0.001 0)
(-0.2949 -0.002 0)
(-0.2949 -0.003 0)
(-0.2949 -0.004 0)
(-0.2949 -0.005 0)
(-0.2949 -0.006 0)
(-0.2949 -0.007 0)
(-0.2949 -0.008 0)
(-0.2949 -0.009 0)
(-0.2949 -0.01 0)
(-0.2949 -0.011 0)
(-0.2949 -0.012 0)
(-0.2949 -0.013 0)
(-0.2949 -0.014 0)
(-0.2949 -0.015 0)

(-0.2939 0.015 0)
(-0.2939 0.014 0)
(-0.2939 0.013 0)
(-0.2939 0.012 0)
(-0.2939 0.011 0)
(-0.2939 0.01 0)
(-0.2939 0.009 0)
(-0.2939 0.008 0)
(-0.2939 0.007 0)
(-0.2939 0.006 0)
(-0.2939 0.005 0)
(-0.2939 0.004 0)
(-0.2939 0.003 0)
(-0.2939 0.002 0)
(-0.2939 0.001 0)
(-0.2939 0 0)
(-0.2939 -0.001 0)
(-0.2939 -0.002 0)
(-0.2939 -0.003 0)
(-0.2939 -0.004 0)
(-0.2939 -0.005 0)
(-0.2939 -0.006 0)
(-0.2939 -0.007 0)
(-0.2939 -0.008 0)
(-0.2939 -0.009 0)
(-0.2939 -0.01 0)
(-0.2939 -0.011 0)
(-0.2939 -0.012 0)
(-0.2939 -0.013 0)
(-0.2939 -0.014 0)
(-0.2939 -0.015 0)

(-0.2929 0.015 0)
(-0.2929 0.014 0)
(-0.2929 0.013 0)
(-0.2929 0.012 0)
(-0.2929 0.011 0)
(-0.2929 0.01 0)
(-0.2929 0.009 0)
(-0.2929 0.008 0)
(-0.2929 0.007 0)
(-0.2929 0.006 0)
(-0.2929 0.005 0)
(-0.2929 0.004 0)
(-0.2929 0.003 0)
(-0.2929 0.002 0)
(-0.2929 0.001 0)
(-0.2929 0 0)
(-0.2929 -0.001 0)
(-0.2929 -0.002 0)
(-0.2929 -0.003 0)
(-0.2929 -0.004 0)
(-0.2929 -0.005 0)
(-0.2929 -0.006 0)
(-0.2929 -0.007 0)
(-0.2929 -0.008 0)
(-0.2929 -0.009 0)
(-0.2929 -0.01 0)
(-0.2929 -0.011 0)
(-0.2929 -0.012 0)
(-0.2929 -0.013 0)
(-0.2929 -0.014 0)
(-0.2929 -0.015 0)

(-0.2919 0.015 0)
(-0.2919 0.014 0)
(-0.2919 0.013 0)
(-0.2919 0.012 0)
(-0.2919 0.011 0)
(-0.2919 0.01 0)
(-0.2919 0.009 0)
(-0.2919 0.008 0)
(-0.2919 0.007 0)
(-0.2919 0.006 0)
(-0.2919 0.005 0)
(-0.2919 0.004 0)
(-0.2919 0.003 0)
(-0.2919 0.002 0)
(-0.2919 0.001 0)
(-0.2919 0 0)
(-0.2919 -0.001 0)
(-0.2919 -0.002 0)
(-0.2919 -0.003 0)
(-0.2919 -0.004 0)
(-0.2919 -0.005 0)
(-0.2919 -0.006 0)
(-0.2919 -0.007 0)
(-0.2919 -0.008 0)
(-0.2919 -0.009 0)
(-0.2919 -0.01 0)
(-0.2919 -0.011 0)
(-0.2919 -0.012 0)
(-0.2919 -0.013 0)
(-0.2919 -0.014 0)
(-0.2919 -0.015 0)

(-0.2909 0.015 0)
(-0.2909 0.014 0)
(-0.2909 0.013 0)
(-0.2909 0.012 0)
(-0.2909 0.011 0)
(-0.2909 0.01 0)
(-0.2909 0.009 0)
(-0.2909 0.008 0)
(-0.2909 0.007 0)
(-0.2909 0.006 0)
(-0.2909 0.005 0)
(-0.2909 0.004 0)
(-0.2909 0.003 0)
(-0.2909 0.002 0)
(-0.2909 0.001 0)
(-0.2909 0 0)
(-0.2909 -0.001 0)
(-0.2909 -0.002 0)
(-0.2909 -0.003 0)
(-0.2909 -0.004 0)
(-0.2909 -0.005 0)
(-0.2909 -0.006 0)
(-0.2909 -0.007 0)
(-0.2909 -0.008 0)
(-0.2909 -0.009 0)
(-0.2909 -0.01 0)
(-0.2909 -0.011 0)
(-0.2909 -0.012 0)
(-0.2909 -0.013 0)
(-0.2909 -0.014 0)
(-0.2909 -0.015 0)

(-0.2899 0.015 0)
(-0.2899 0.014 0)
(-0.2899 0.013 0)
(-0.2899 0.012 0)
(-0.2899 0.011 0)
(-0.2899 0.01 0)
(-0.2899 0.009 0)
(-0.2899 0.008 0)
(-0.2899 0.007 0)
(-0.2899 0.006 0)
(-0.2899 0.005 0)
(-0.2899 0.004 0)
(-0.2899 0.003 0)
(-0.2899 0.002 0)
(-0.2899 0.001 0)
(-0.2899 0 0)
(-0.2899 -0.001 0)
(-0.2899 -0.002 0)
(-0.2899 -0.003 0)
(-0.2899 -0.004 0)
(-0.2899 -0.005 0)
(-0.2899 -0.006 0)
(-0.2899 -0.007 0)
(-0.2899 -0.008 0)
(-0.2899 -0.009 0)
(-0.2899 -0.01 0)
(-0.2899 -0.011 0)
(-0.2899 -0.012 0)
(-0.2899 -0.013 0)
(-0.2899 -0.014 0)
(-0.2899 -0.015 0)

(-0.2889 0.015 0)
(-0.2889 0.014 0)
(-0.2889 0.013 0)
(-0.2889 0.012 0)
(-0.2889 0.011 0)
(-0.2889 0.01 0)
(-0.2889 0.009 0)
(-0.2889 0.008 0)
(-0.2889 0.007 0)
(-0.2889 0.006 0)
(-0.2889 0.005 0)
(-0.2889 0.004 0)
(-0.2889 0.003 0)
(-0.2889 0.002 0)
(-0.2889 0.001 0)
(-0.2889 0 0)
(-0.2889 -0.001 0)
(-0.2889 -0.002 0)
(-0.2889 -0.003 0)
(-0.2889 -0.004 0)
(-0.2889 -0.005 0)
(-0.2889 -0.006 0)
(-0.2889 -0.007 0)
(-0.2889 -0.008 0)
(-0.2889 -0.009 0)
(-0.2889 -0.01 0)
(-0.2889 -0.011 0)
(-0.2889 -0.012 0)
(-0.2889 -0.013 0)
(-0.2889 -0.014 0)
(-0.2889 -0.015 0)

(-0.2879 0.015 0)
(-0.2879 0.014 0)
(-0.2879 0.013 0)
(-0.2879 0.012 0)
(-0.2879 0.011 0)
(-0.2879 0.01 0)
(-0.2879 0.009 0)
(-0.2879 0.008 0)
(-0.2879 0.007 0)
(-0.2879 0.006 0)
(-0.2879 0.005 0)
(-0.2879 0.004 0)
(-0.2879 0.003 0)
(-0.2879 0.002 0)
(-0.2879 0.001 0)
(-0.2879 0 0)
(-0.2879 -0.001 0)
(-0.2879 -0.002 0)
(-0.2879 -0.003 0)
(-0.2879 -0.004 0)
(-0.2879 -0.005 0)
(-0.2879 -0.006 0)
(-0.2879 -0.007 0)
(-0.2879 -0.008 0)
(-0.2879 -0.009 0)
(-0.2879 -0.01 0)
(-0.2879 -0.011 0)
(-0.2879 -0.012 0)
(-0.2879 -0.013 0)
(-0.2879 -0.014 0)
(-0.2879 -0.015 0)

(-0.2869 0.015 0)
(-0.2869 0.014 0)
(-0.2869 0.013 0)
(-0.2869 0.012 0)
(-0.2869 0.011 0)
(-0.2869 0.01 0)
(-0.2869 0.009 0)
(-0.2869 0.008 0)
(-0.2869 0.007 0)
(-0.2869 0.006 0)
(-0.2869 0.005 0)
(-0.2869 0.004 0)
(-0.2869 0.003 0)
(-0.2869 0.002 0)
(-0.2869 0.001 0)
(-0.2869 0 0)
(-0.2869 -0.001 0)
(-0.2869 -0.002 0)
(-0.2869 -0.003 0)
(-0.2869 -0.004 0)
(-0.2869 -0.005 0)
(-0.2869 -0.006 0)
(-0.2869 -0.007 0)
(-0.2869 -0.008 0)
(-0.2869 -0.009 0)
(-0.2869 -0.01 0)
(-0.2869 -0.011 0)
(-0.2869 -0.012 0)
(-0.2869 -0.013 0)
(-0.2869 -0.014 0)
(-0.2869 -0.015 0)

(-0.2859 0.015 0)
(-0.2859 0.014 0)
(-0.2859 0.013 0)
(-0.2859 0.012 0)
(-0.2859 0.011 0)
(-0.2859 0.01 0)
(-0.2859 0.009 0)
(-0.2859 0.008 0)
(-0.2859 0.007 0)
(-0.2859 0.006 0)
(-0.2859 0.005 0)
(-0.2859 0.004 0)
(-0.2859 0.003 0)
(-0.2859 0.002 0)
(-0.2859 0.001 0)
(-0.2859 0 0)
(-0.2859 -0.001 0)
(-0.2859 -0.002 0)
(-0.2859 -0.003 0)
(-0.2859 -0.004 0)
(-0.2859 -0.005 0)
(-0.2859 -0.006 0)
(-0.2859 -0.007 0)
(-0.2859 -0.008 0)
(-0.2859 -0.009 0)
(-0.2859 -0.01 0)
(-0.2859 -0.011 0)
(-0.2859 -0.012 0)
(-0.2859 -0.013 0)
(-0.2859 -0.014 0)
(-0.2859 -0.015 0)

(-0.2849 0.015 0)
(-0.2849 0.014 0)
(-0.2849 0.013 0)
(-0.2849 0.012 0)
(-0.2849 0.011 0)
(-0.2849 0.01 0)
(-0.2849 0.009 0)
(-0.2849 0.008 0)
(-0.2849 0.007 0)
(-0.2849 0.006 0)
(-0.2849 0.005 0)
(-0.2849 0.004 0)
(-0.2849 0.003 0)
(-0.2849 0.002 0)
(-0.2849 0.001 0)
(-0.2849 0 0)
(-0.2849 -0.001 0)
(-0.2849 -0.002 0)
(-0.2849 -0.003 0)
(-0.2849 -0.004 0)
(-0.2849 -0.005 0)
(-0.2849 -0.006 0)
(-0.2849 -0.007 0)
(-0.2849 -0.008 0)
(-0.2849 -0.009 0)
(-0.2849 -0.01 0)
(-0.2849 -0.011 0)
(-0.2849 -0.012 0)
(-0.2849 -0.013 0)
(-0.2849 -0.014 0)
(-0.2849 -0.015 0)

(-0.2839 0.015 0)
(-0.2839 0.014 0)
(-0.2839 0.013 0)
(-0.2839 0.012 0)
(-0.2839 0.011 0)
(-0.2839 0.01 0)
(-0.2839 0.009 0)
(-0.2839 0.008 0)
(-0.2839 0.007 0)
(-0.2839 0.006 0)
(-0.2839 0.005 0)
(-0.2839 0.004 0)
(-0.2839 0.003 0)
(-0.2839 0.002 0)
(-0.2839 0.001 0)
(-0.2839 0 0)
(-0.2839 -0.001 0)
(-0.2839 -0.002 0)
(-0.2839 -0.003 0)
(-0.2839 -0.004 0)
(-0.2839 -0.005 0)
(-0.2839 -0.006 0)
(-0.2839 -0.007 0)
(-0.2839 -0.008 0)
(-0.2839 -0.009 0)
(-0.2839 -0.01 0)
(-0.2839 -0.011 0)
(-0.2839 -0.012 0)
(-0.2839 -0.013 0)
(-0.2839 -0.014 0)
(-0.2839 -0.015 0)

(-0.2829 0.015 0)
(-0.2829 0.014 0)
(-0.2829 0.013 0)
(-0.2829 0.012 0)
(-0.2829 0.011 0)
(-0.2829 0.01 0)
(-0.2829 0.009 0)
(-0.2829 0.008 0)
(-0.2829 0.007 0)
(-0.2829 0.006 0)
(-0.2829 0.005 0)
(-0.2829 0.004 0)
(-0.2829 0.003 0)
(-0.2829 0.002 0)
(-0.2829 0.001 0)
(-0.2829 0 0)
(-0.2829 -0.001 0)
(-0.2829 -0.002 0)
(-0.2829 -0.003 0)
(-0.2829 -0.004 0)
(-0.2829 -0.005 0)
(-0.2829 -0.006 0)
(-0.2829 -0.007 0)
(-0.2829 -0.008 0)
(-0.2829 -0.009 0)
(-0.2829 -0.01 0)
(-0.2829 -0.011 0)
(-0.2829 -0.012 0)
(-0.2829 -0.013 0)
(-0.2829 -0.014 0)
(-0.2829 -0.015 0)

(-0.2819 0.015 0)
(-0.2819 0.014 0)
(-0.2819 0.013 0)
(-0.2819 0.012 0)
(-0.2819 0.011 0)
(-0.2819 0.01 0)
(-0.2819 0.009 0)
(-0.2819 0.008 0)
(-0.2819 0.007 0)
(-0.2819 0.006 0)
(-0.2819 0.005 0)
(-0.2819 0.004 0)
(-0.2819 0.003 0)
(-0.2819 0.002 0)
(-0.2819 0.001 0)
(-0.2819 0 0)
(-0.2819 -0.001 0)
(-0.2819 -0.002 0)
(-0.2819 -0.003 0)
(-0.2819 -0.004 0)
(-0.2819 -0.005 0)
(-0.2819 -0.006 0)
(-0.2819 -0.007 0)
(-0.2819 -0.008 0)
(-0.2819 -0.009 0)
(-0.2819 -0.01 0)
(-0.2819 -0.011 0)
(-0.2819 -0.012 0)
(-0.2819 -0.013 0)
(-0.2819 -0.014 0)
(-0.2819 -0.015 0)

(-0.2809 0.015 0)
(-0.2809 0.014 0)
(-0.2809 0.013 0)
(-0.2809 0.012 0)
(-0.2809 0.011 0)
(-0.2809 0.01 0)
(-0.2809 0.009 0)
(-0.2809 0.008 0)
(-0.2809 0.007 0)
(-0.2809 0.006 0)
(-0.2809 0.005 0)
(-0.2809 0.004 0)
(-0.2809 0.003 0)
(-0.2809 0.002 0)
(-0.2809 0.001 0)
(-0.2809 0 0)
(-0.2809 -0.001 0)
(-0.2809 -0.002 0)
(-0.2809 -0.003 0)
(-0.2809 -0.004 0)
(-0.2809 -0.005 0)
(-0.2809 -0.006 0)
(-0.2809 -0.007 0)
(-0.2809 -0.008 0)
(-0.2809 -0.009 0)
(-0.2809 -0.01 0)
(-0.2809 -0.011 0)
(-0.2809 -0.012 0)
(-0.2809 -0.013 0)
(-0.2809 -0.014 0)
(-0.2809 -0.015 0)

(-0.2799 0.015 0)
(-0.2799 0.014 0)
(-0.2799 0.013 0)
(-0.2799 0.012 0)
(-0.2799 0.011 0)
(-0.2799 0.01 0)
(-0.2799 0.009 0)
(-0.2799 0.008 0)
(-0.2799 0.007 0)
(-0.2799 0.006 0)
(-0.2799 0.005 0)
(-0.2799 0.004 0)
(-0.2799 0.003 0)
(-0.2799 0.002 0)
(-0.2799 0.001 0)
(-0.2799 0 0)
(-0.2799 -0.001 0)
(-0.2799 -0.002 0)
(-0.2799 -0.003 0)
(-0.2799 -0.004 0)
(-0.2799 -0.005 0)
(-0.2799 -0.006 0)
(-0.2799 -0.007 0)
(-0.2799 -0.008 0)
(-0.2799 -0.009 0)
(-0.2799 -0.01 0)
(-0.2799 -0.011 0)
(-0.2799 -0.012 0)
(-0.2799 -0.013 0)
(-0.2799 -0.014 0)
(-0.2799 -0.015 0)

(-0.2789 0.015 0)
(-0.2789 0.014 0)
(-0.2789 0.013 0)
(-0.2789 0.012 0)
(-0.2789 0.011 0)
(-0.2789 0.01 0)
(-0.2789 0.009 0)
(-0.2789 0.008 0)
(-0.2789 0.007 0)
(-0.2789 0.006 0)
(-0.2789 0.005 0)
(-0.2789 0.004 0)
(-0.2789 0.003 0)
(-0.2789 0.002 0)
(-0.2789 0.001 0)
(-0.2789 0 0)
(-0.2789 -0.001 0)
(-0.2789 -0.002 0)
(-0.2789 -0.003 0)
(-0.2789 -0.004 0)
(-0.2789 -0.005 0)
(-0.2789 -0.006 0)
(-0.2789 -0.007 0)
(-0.2789 -0.008 0)
(-0.2789 -0.009 0)
(-0.2789 -0.01 0)
(-0.2789 -0.011 0)
(-0.2789 -0.012 0)
(-0.2789 -0.013 0)
(-0.2789 -0.014 0)
(-0.2789 -0.015 0)

(-0.2779 0.015 0)
(-0.2779 0.014 0)
(-0.2779 0.013 0)
(-0.2779 0.012 0)
(-0.2779 0.011 0)
(-0.2779 0.01 0)
(-0.2779 0.009 0)
(-0.2779 0.008 0)
(-0.2779 0.007 0)
(-0.2779 0.006 0)
(-0.2779 0.005 0)
(-0.2779 0.004 0)
(-0.2779 0.003 0)
(-0.2779 0.002 0)
(-0.2779 0.001 0)
(-0.2779 0 0)
(-0.2779 -0.001 0)
(-0.2779 -0.002 0)
(-0.2779 -0.003 0)
(-0.2779 -0.004 0)
(-0.2779 -0.005 0)
(-0.2779 -0.006 0)
(-0.2779 -0.007 0)
(-0.2779 -0.008 0)
(-0.2779 -0.009 0)
(-0.2779 -0.01 0)
(-0.2779 -0.011 0)
(-0.2779 -0.012 0)
(-0.2779 -0.013 0)
(-0.2779 -0.014 0)
(-0.2779 -0.015 0)

(-0.2769 0.015 0)
(-0.2769 0.014 0)
(-0.2769 0.013 0)
(-0.2769 0.012 0)
(-0.2769 0.011 0)
(-0.2769 0.01 0)
(-0.2769 0.009 0)
(-0.2769 0.008 0)
(-0.2769 0.007 0)
(-0.2769 0.006 0)
(-0.2769 0.005 0)
(-0.2769 0.004 0)
(-0.2769 0.003 0)
(-0.2769 0.002 0)
(-0.2769 0.001 0)
(-0.2769 0 0)
(-0.2769 -0.001 0)
(-0.2769 -0.002 0)
(-0.2769 -0.003 0)
(-0.2769 -0.004 0)
(-0.2769 -0.005 0)
(-0.2769 -0.006 0)
(-0.2769 -0.007 0)
(-0.2769 -0.008 0)
(-0.2769 -0.009 0)
(-0.2769 -0.01 0)
(-0.2769 -0.011 0)
(-0.2769 -0.012 0)
(-0.2769 -0.013 0)
(-0.2769 -0.014 0)
(-0.2769 -0.015 0)

(-0.2759 0.015 0)
(-0.2759 0.014 0)
(-0.2759 0.013 0)
(-0.2759 0.012 0)
(-0.2759 0.011 0)
(-0.2759 0.01 0)
(-0.2759 0.009 0)
(-0.2759 0.008 0)
(-0.2759 0.007 0)
(-0.2759 0.006 0)
(-0.2759 0.005 0)
(-0.2759 0.004 0)
(-0.2759 0.003 0)
(-0.2759 0.002 0)
(-0.2759 0.001 0)
(-0.2759 0 0)
(-0.2759 -0.001 0)
(-0.2759 -0.002 0)
(-0.2759 -0.003 0)
(-0.2759 -0.004 0)
(-0.2759 -0.005 0)
(-0.2759 -0.006 0)
(-0.2759 -0.007 0)
(-0.2759 -0.008 0)
(-0.2759 -0.009 0)
(-0.2759 -0.01 0)
(-0.2759 -0.011 0)
(-0.2759 -0.012 0)
(-0.2759 -0.013 0)
(-0.2759 -0.014 0)
(-0.2759 -0.015 0)

(-0.2749 0.015 0)
(-0.2749 0.014 0)
(-0.2749 0.013 0)
(-0.2749 0.012 0)
(-0.2749 0.011 0)
(-0.2749 0.01 0)
(-0.2749 0.009 0)
(-0.2749 0.008 0)
(-0.2749 0.007 0)
(-0.2749 0.006 0)
(-0.2749 0.005 0)
(-0.2749 0.004 0)
(-0.2749 0.003 0)
(-0.2749 0.002 0)
(-0.2749 0.001 0)
(-0.2749 0 0)
(-0.2749 -0.001 0)
(-0.2749 -0.002 0)
(-0.2749 -0.003 0)
(-0.2749 -0.004 0)
(-0.2749 -0.005 0)
(-0.2749 -0.006 0)
(-0.2749 -0.007 0)
(-0.2749 -0.008 0)
(-0.2749 -0.009 0)
(-0.2749 -0.01 0)
(-0.2749 -0.011 0)
(-0.2749 -0.012 0)
(-0.2749 -0.013 0)
(-0.2749 -0.014 0)
(-0.2749 -0.015 0)

(-0.2739 0.015 0)
(-0.2739 0.014 0)
(-0.2739 0.013 0)
(-0.2739 0.012 0)
(-0.2739 0.011 0)
(-0.2739 0.01 0)
(-0.2739 0.009 0)
(-0.2739 0.008 0)
(-0.2739 0.007 0)
(-0.2739 0.006 0)
(-0.2739 0.005 0)
(-0.2739 0.004 0)
(-0.2739 0.003 0)
(-0.2739 0.002 0)
(-0.2739 0.001 0)
(-0.2739 0 0)
(-0.2739 -0.001 0)
(-0.2739 -0.002 0)
(-0.2739 -0.003 0)
(-0.2739 -0.004 0)
(-0.2739 -0.005 0)
(-0.2739 -0.006 0)
(-0.2739 -0.007 0)
(-0.2739 -0.008 0)
(-0.2739 -0.009 0)
(-0.2739 -0.01 0)
(-0.2739 -0.011 0)
(-0.2739 -0.012 0)
(-0.2739 -0.013 0)
(-0.2739 -0.014 0)
(-0.2739 -0.015 0)

(-0.2729 0.015 0)
(-0.2729 0.014 0)
(-0.2729 0.013 0)
(-0.2729 0.012 0)
(-0.2729 0.011 0)
(-0.2729 0.01 0)
(-0.2729 0.009 0)
(-0.2729 0.008 0)
(-0.2729 0.007 0)
(-0.2729 0.006 0)
(-0.2729 0.005 0)
(-0.2729 0.004 0)
(-0.2729 0.003 0)
(-0.2729 0.002 0)
(-0.2729 0.001 0)
(-0.2729 0 0)
(-0.2729 -0.001 0)
(-0.2729 -0.002 0)
(-0.2729 -0.003 0)
(-0.2729 -0.004 0)
(-0.2729 -0.005 0)
(-0.2729 -0.006 0)
(-0.2729 -0.007 0)
(-0.2729 -0.008 0)
(-0.2729 -0.009 0)
(-0.2729 -0.01 0)
(-0.2729 -0.011 0)
(-0.2729 -0.012 0)
(-0.2729 -0.013 0)
(-0.2729 -0.014 0)
(-0.2729 -0.015 0)

(-0.2719 0.015 0)
(-0.2719 0.014 0)
(-0.2719 0.013 0)
(-0.2719 0.012 0)
(-0.2719 0.011 0)
(-0.2719 0.01 0)
(-0.2719 0.009 0)
(-0.2719 0.008 0)
(-0.2719 0.007 0)
(-0.2719 0.006 0)
(-0.2719 0.005 0)
(-0.2719 0.004 0)
(-0.2719 0.003 0)
(-0.2719 0.002 0)
(-0.2719 0.001 0)
(-0.2719 0 0)
(-0.2719 -0.001 0)
(-0.2719 -0.002 0)
(-0.2719 -0.003 0)
(-0.2719 -0.004 0)
(-0.2719 -0.005 0)
(-0.2719 -0.006 0)
(-0.2719 -0.007 0)
(-0.2719 -0.008 0)
(-0.2719 -0.009 0)
(-0.2719 -0.01 0)
(-0.2719 -0.011 0)
(-0.2719 -0.012 0)
(-0.2719 -0.013 0)
(-0.2719 -0.014 0)
(-0.2719 -0.015 0)

(-0.2709 0.015 0)
(-0.2709 0.014 0)
(-0.2709 0.013 0)
(-0.2709 0.012 0)
(-0.2709 0.011 0)
(-0.2709 0.01 0)
(-0.2709 0.009 0)
(-0.2709 0.008 0)
(-0.2709 0.007 0)
(-0.2709 0.006 0)
(-0.2709 0.005 0)
(-0.2709 0.004 0)
(-0.2709 0.003 0)
(-0.2709 0.002 0)
(-0.2709 0.001 0)
(-0.2709 0 0)
(-0.2709 -0.001 0)
(-0.2709 -0.002 0)
(-0.2709 -0.003 0)
(-0.2709 -0.004 0)
(-0.2709 -0.005 0)
(-0.2709 -0.006 0)
(-0.2709 -0.007 0)
(-0.2709 -0.008 0)
(-0.2709 -0.009 0)
(-0.2709 -0.01 0)
(-0.2709 -0.011 0)
(-0.2709 -0.012 0)
(-0.2709 -0.013 0)
(-0.2709 -0.014 0)
(-0.2709 -0.015 0)

(-0.2699 0.015 0)
(-0.2699 0.014 0)
(-0.2699 0.013 0)
(-0.2699 0.012 0)
(-0.2699 0.011 0)
(-0.2699 0.01 0)
(-0.2699 0.009 0)
(-0.2699 0.008 0)
(-0.2699 0.007 0)
(-0.2699 0.006 0)
(-0.2699 0.005 0)
(-0.2699 0.004 0)
(-0.2699 0.003 0)
(-0.2699 0.002 0)
(-0.2699 0.001 0)
(-0.2699 0 0)
(-0.2699 -0.001 0)
(-0.2699 -0.002 0)
(-0.2699 -0.003 0)
(-0.2699 -0.004 0)
(-0.2699 -0.005 0)
(-0.2699 -0.006 0)
(-0.2699 -0.007 0)
(-0.2699 -0.008 0)
(-0.2699 -0.009 0)
(-0.2699 -0.01 0)
(-0.2699 -0.011 0)
(-0.2699 -0.012 0)
(-0.2699 -0.013 0)
(-0.2699 -0.014 0)
(-0.2699 -0.015 0)

(-0.2689 0.015 0)
(-0.2689 0.014 0)
(-0.2689 0.013 0)
(-0.2689 0.012 0)
(-0.2689 0.011 0)
(-0.2689 0.01 0)
(-0.2689 0.009 0)
(-0.2689 0.008 0)
(-0.2689 0.007 0)
(-0.2689 0.006 0)
(-0.2689 0.005 0)
(-0.2689 0.004 0)
(-0.2689 0.003 0)
(-0.2689 0.002 0)
(-0.2689 0.001 0)
(-0.2689 0 0)
(-0.2689 -0.001 0)
(-0.2689 -0.002 0)
(-0.2689 -0.003 0)
(-0.2689 -0.004 0)
(-0.2689 -0.005 0)
(-0.2689 -0.006 0)
(-0.2689 -0.007 0)
(-0.2689 -0.008 0)
(-0.2689 -0.009 0)
(-0.2689 -0.01 0)
(-0.2689 -0.011 0)
(-0.2689 -0.012 0)
(-0.2689 -0.013 0)
(-0.2689 -0.014 0)
(-0.2689 -0.015 0)

(-0.2679 0.015 0)
(-0.2679 0.014 0)
(-0.2679 0.013 0)
(-0.2679 0.012 0)
(-0.2679 0.011 0)
(-0.2679 0.01 0)
(-0.2679 0.009 0)
(-0.2679 0.008 0)
(-0.2679 0.007 0)
(-0.2679 0.006 0)
(-0.2679 0.005 0)
(-0.2679 0.004 0)
(-0.2679 0.003 0)
(-0.2679 0.002 0)
(-0.2679 0.001 0)
(-0.2679 0 0)
(-0.2679 -0.001 0)
(-0.2679 -0.002 0)
(-0.2679 -0.003 0)
(-0.2679 -0.004 0)
(-0.2679 -0.005 0)
(-0.2679 -0.006 0)
(-0.2679 -0.007 0)
(-0.2679 -0.008 0)
(-0.2679 -0.009 0)
(-0.2679 -0.01 0)
(-0.2679 -0.011 0)
(-0.2679 -0.012 0)
(-0.2679 -0.013 0)
(-0.2679 -0.014 0)
(-0.2679 -0.015 0)

(-0.2669 0.015 0)
(-0.2669 0.014 0)
(-0.2669 0.013 0)
(-0.2669 0.012 0)
(-0.2669 0.011 0)
(-0.2669 0.01 0)
(-0.2669 0.009 0)
(-0.2669 0.008 0)
(-0.2669 0.007 0)
(-0.2669 0.006 0)
(-0.2669 0.005 0)
(-0.2669 0.004 0)
(-0.2669 0.003 0)
(-0.2669 0.002 0)
(-0.2669 0.001 0)
(-0.2669 0 0)
(-0.2669 -0.001 0)
(-0.2669 -0.002 0)
(-0.2669 -0.003 0)
(-0.2669 -0.004 0)
(-0.2669 -0.005 0)
(-0.2669 -0.006 0)
(-0.2669 -0.007 0)
(-0.2669 -0.008 0)
(-0.2669 -0.009 0)
(-0.2669 -0.01 0)
(-0.2669 -0.011 0)
(-0.2669 -0.012 0)
(-0.2669 -0.013 0)
(-0.2669 -0.014 0)
(-0.2669 -0.015 0)

(-0.2659 0.015 0)
(-0.2659 0.014 0)
(-0.2659 0.013 0)
(-0.2659 0.012 0)
(-0.2659 0.011 0)
(-0.2659 0.01 0)
(-0.2659 0.009 0)
(-0.2659 0.008 0)
(-0.2659 0.007 0)
(-0.2659 0.006 0)
(-0.2659 0.005 0)
(-0.2659 0.004 0)
(-0.2659 0.003 0)
(-0.2659 0.002 0)
(-0.2659 0.001 0)
(-0.2659 0 0)
(-0.2659 -0.001 0)
(-0.2659 -0.002 0)
(-0.2659 -0.003 0)
(-0.2659 -0.004 0)
(-0.2659 -0.005 0)
(-0.2659 -0.006 0)
(-0.2659 -0.007 0)
(-0.2659 -0.008 0)
(-0.2659 -0.009 0)
(-0.2659 -0.01 0)
(-0.2659 -0.011 0)
(-0.2659 -0.012 0)
(-0.2659 -0.013 0)
(-0.2659 -0.014 0)
(-0.2659 -0.015 0)

(-0.2649 0.015 0)
(-0.2649 0.014 0)
(-0.2649 0.013 0)
(-0.2649 0.012 0)
(-0.2649 0.011 0)
(-0.2649 0.01 0)
(-0.2649 0.009 0)
(-0.2649 0.008 0)
(-0.2649 0.007 0)
(-0.2649 0.006 0)
(-0.2649 0.005 0)
(-0.2649 0.004 0)
(-0.2649 0.003 0)
(-0.2649 0.002 0)
(-0.2649 0.001 0)
(-0.2649 0 0)
(-0.2649 -0.001 0)
(-0.2649 -0.002 0)
(-0.2649 -0.003 0)
(-0.2649 -0.004 0)
(-0.2649 -0.005 0)
(-0.2649 -0.006 0)
(-0.2649 -0.007 0)
(-0.2649 -0.008 0)
(-0.2649 -0.009 0)
(-0.2649 -0.01 0)
(-0.2649 -0.011 0)
(-0.2649 -0.012 0)
(-0.2649 -0.013 0)
(-0.2649 -0.014 0)
(-0.2649 -0.015 0)

(-0.2639 0.015 0)
(-0.2639 0.014 0)
(-0.2639 0.013 0)
(-0.2639 0.012 0)
(-0.2639 0.011 0)
(-0.2639 0.01 0)
(-0.2639 0.009 0)
(-0.2639 0.008 0)
(-0.2639 0.007 0)
(-0.2639 0.006 0)
(-0.2639 0.005 0)
(-0.2639 0.004 0)
(-0.2639 0.003 0)
(-0.2639 0.002 0)
(-0.2639 0.001 0)
(-0.2639 0 0)
(-0.2639 -0.001 0)
(-0.2639 -0.002 0)
(-0.2639 -0.003 0)
(-0.2639 -0.004 0)
(-0.2639 -0.005 0)
(-0.2639 -0.006 0)
(-0.2639 -0.007 0)
(-0.2639 -0.008 0)
(-0.2639 -0.009 0)
(-0.2639 -0.01 0)
(-0.2639 -0.011 0)
(-0.2639 -0.012 0)
(-0.2639 -0.013 0)
(-0.2639 -0.014 0)
(-0.2639 -0.015 0)

(-0.2629 0.015 0)
(-0.2629 0.014 0)
(-0.2629 0.013 0)
(-0.2629 0.012 0)
(-0.2629 0.011 0)
(-0.2629 0.01 0)
(-0.2629 0.009 0)
(-0.2629 0.008 0)
(-0.2629 0.007 0)
(-0.2629 0.006 0)
(-0.2629 0.005 0)
(-0.2629 0.004 0)
(-0.2629 0.003 0)
(-0.2629 0.002 0)
(-0.2629 0.001 0)
(-0.2629 0 0)
(-0.2629 -0.001 0)
(-0.2629 -0.002 0)
(-0.2629 -0.003 0)
(-0.2629 -0.004 0)
(-0.2629 -0.005 0)
(-0.2629 -0.006 0)
(-0.2629 -0.007 0)
(-0.2629 -0.008 0)
(-0.2629 -0.009 0)
(-0.2629 -0.01 0)
(-0.2629 -0.011 0)
(-0.2629 -0.012 0)
(-0.2629 -0.013 0)
(-0.2629 -0.014 0)
(-0.2629 -0.015 0)

(-0.2619 0.015 0)
(-0.2619 0.014 0)
(-0.2619 0.013 0)
(-0.2619 0.012 0)
(-0.2619 0.011 0)
(-0.2619 0.01 0)
(-0.2619 0.009 0)
(-0.2619 0.008 0)
(-0.2619 0.007 0)
(-0.2619 0.006 0)
(-0.2619 0.005 0)
(-0.2619 0.004 0)
(-0.2619 0.003 0)
(-0.2619 0.002 0)
(-0.2619 0.001 0)
(-0.2619 0 0)
(-0.2619 -0.001 0)
(-0.2619 -0.002 0)
(-0.2619 -0.003 0)
(-0.2619 -0.004 0)
(-0.2619 -0.005 0)
(-0.2619 -0.006 0)
(-0.2619 -0.007 0)
(-0.2619 -0.008 0)
(-0.2619 -0.009 0)
(-0.2619 -0.01 0)
(-0.2619 -0.011 0)
(-0.2619 -0.012 0)
(-0.2619 -0.013 0)
(-0.2619 -0.014 0)
(-0.2619 -0.015 0)

(-0.2609 0.015 0)
(-0.2609 0.014 0)
(-0.2609 0.013 0)
(-0.2609 0.012 0)
(-0.2609 0.011 0)
(-0.2609 0.01 0)
(-0.2609 0.009 0)
(-0.2609 0.008 0)
(-0.2609 0.007 0)
(-0.2609 0.006 0)
(-0.2609 0.005 0)
(-0.2609 0.004 0)
(-0.2609 0.003 0)
(-0.2609 0.002 0)
(-0.2609 0.001 0)
(-0.2609 0 0)
(-0.2609 -0.001 0)
(-0.2609 -0.002 0)
(-0.2609 -0.003 0)
(-0.2609 -0.004 0)
(-0.2609 -0.005 0)
(-0.2609 -0.006 0)
(-0.2609 -0.007 0)
(-0.2609 -0.008 0)
(-0.2609 -0.009 0)
(-0.2609 -0.01 0)
(-0.2609 -0.011 0)
(-0.2609 -0.012 0)
(-0.2609 -0.013 0)
(-0.2609 -0.014 0)
(-0.2609 -0.015 0)

(-0.2599 0.015 0)
(-0.2599 0.014 0)
(-0.2599 0.013 0)
(-0.2599 0.012 0)
(-0.2599 0.011 0)
(-0.2599 0.01 0)
(-0.2599 0.009 0)
(-0.2599 0.008 0)
(-0.2599 0.007 0)
(-0.2599 0.006 0)
(-0.2599 0.005 0)
(-0.2599 0.004 0)
(-0.2599 0.003 0)
(-0.2599 0.002 0)
(-0.2599 0.001 0)
(-0.2599 0 0)
(-0.2599 -0.001 0)
(-0.2599 -0.002 0)
(-0.2599 -0.003 0)
(-0.2599 -0.004 0)
(-0.2599 -0.005 0)
(-0.2599 -0.006 0)
(-0.2599 -0.007 0)
(-0.2599 -0.008 0)
(-0.2599 -0.009 0)
(-0.2599 -0.01 0)
(-0.2599 -0.011 0)
(-0.2599 -0.012 0)
(-0.2599 -0.013 0)
(-0.2599 -0.014 0)
(-0.2599 -0.015 0)

(-0.2589 0.015 0)
(-0.2589 0.014 0)
(-0.2589 0.013 0)
(-0.2589 0.012 0)
(-0.2589 0.011 0)
(-0.2589 0.01 0)
(-0.2589 0.009 0)
(-0.2589 0.008 0)
(-0.2589 0.007 0)
(-0.2589 0.006 0)
(-0.2589 0.005 0)
(-0.2589 0.004 0)
(-0.2589 0.003 0)
(-0.2589 0.002 0)
(-0.2589 0.001 0)
(-0.2589 0 0)
(-0.2589 -0.001 0)
(-0.2589 -0.002 0)
(-0.2589 -0.003 0)
(-0.2589 -0.004 0)
(-0.2589 -0.005 0)
(-0.2589 -0.006 0)
(-0.2589 -0.007 0)
(-0.2589 -0.008 0)
(-0.2589 -0.009 0)
(-0.2589 -0.01 0)
(-0.2589 -0.011 0)
(-0.2589 -0.012 0)
(-0.2589 -0.013 0)
(-0.2589 -0.014 0)
(-0.2589 -0.015 0)

(-0.2579 0.015 0)
(-0.2579 0.014 0)
(-0.2579 0.013 0)
(-0.2579 0.012 0)
(-0.2579 0.011 0)
(-0.2579 0.01 0)
(-0.2579 0.009 0)
(-0.2579 0.008 0)
(-0.2579 0.007 0)
(-0.2579 0.006 0)
(-0.2579 0.005 0)
(-0.2579 0.004 0)
(-0.2579 0.003 0)
(-0.2579 0.002 0)
(-0.2579 0.001 0)
(-0.2579 0 0)
(-0.2579 -0.001 0)
(-0.2579 -0.002 0)
(-0.2579 -0.003 0)
(-0.2579 -0.004 0)
(-0.2579 -0.005 0)
(-0.2579 -0.006 0)
(-0.2579 -0.007 0)
(-0.2579 -0.008 0)
(-0.2579 -0.009 0)
(-0.2579 -0.01 0)
(-0.2579 -0.011 0)
(-0.2579 -0.012 0)
(-0.2579 -0.013 0)
(-0.2579 -0.014 0)
(-0.2579 -0.015 0)
)




