openfoam2206/tutorials/immersedBoundary/Test/constant/kinematicCloudProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      kinematicCloudProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

active yes;

// Particle sub-models
InjectionModel                           ConeInjection;
DragModel                                SphereDrag;
DispersionModel                          none;
PatchInteractionModel                    StandardWallInteraction;
PostProcessingModel                      PatchPostProcessing;

// Parcel basis type
parcelBasisType                          mass;

constantProperties
{
    rhoMin          rhoMin [ 1 -3 0 0 0 ] 1e-15;

    // Minimum particle mass
    minParticleMass      minParticleMass     [ 1  0  0  0  0]     1.0e-15;

    // Parcel thermo properties
    rho0      rho0     [ 1 -3  0  0  0]      5000;
}

// Coupling between particles and carrier phase via source terms
coupled                                  true;

cellValueSourceCorrection on;

// Integer used to identify different parcel types
parcelTypeId                             2;

interpolationSchemes
{
    rho                                  cell;
    U                                    cell;
    mu                                   cell;
}

integrationSchemes
{
    U                                    Euler;
}

particleForces
{
    gravity         on;
    virtualMass     off;
    pressureGradient off;
}

ConeInjectionCoeffs
{
    SOI                                  0.0;
    parcelBasisType                      mass;
    duration                             0.01;
    position                             (-0.5 0.0 0.0000);
    direction                            (1 0 0);
    parcelsPerSecond                     10000;
    volumeFlowRate                       constant 0.01;
    Umag                                 constant 5.0;
    thetaInner                           constant 0.0;
    thetaOuter                           constant 30.0;
    parcelPDF
    {
        pdfType                          RosinRammler;
        RosinRammlerPDF
        {
            minValue                     50.0e-06;
            maxValue                     100.0e-06;
            d                            (75.0e-06);
            n                            (0.5);
        }
    }

    // Total mass to inject
    massTotal  massTotal [ 1  0  0  0  0]    2.0e-2;
}

StandardWallInteractionCoeffs
{
    type stick;
}

PatchPostProcessingCoeffs
{
    maxStoredParcels 10000;
    patches (
            ibCylinder
    );
}


// ************************************************************************* //
