openfoam2206/tutorials/immersedBoundary/Test/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;
nu              nu [0 2 -1 0 0 0 0] 1e-6;
rho             rho [1 -3 0 0 0 0 0] 1;
mu              mu    [1 2 -1 0 0 0 0] 0.0000015;
                e    0.97;
                mu   0.09;
// ************************************************************************* //
